Repository: openedx/xblock-google-drive
Catalog: google_drive/translations/*/LC_MESSAGES/text.po
Languages: eo, fr_ca, ja_jp

source: Display Name
eo: Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr_ca: Nom d'affichage
ja_jp: 表示名

source: This name appears in the horizontal navigation at the top of the page.
eo: Thïs nämé äppéärs ïn thé hörïzöntäl nävïgätïön ät thé töp öf thé pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr_ca: Ce nom apparaît dans la navigation horizontale au haut de la page.
ja_jp: 名前はページ上部のナビゲーションバーに表示されます。

source: Public Calendar ID
eo: Püßlïç Çäléndär ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr_ca: Identificateur de calendrier public
ja_jp: 公開カレンダーID

source: Google provides an ID for publicly available calendars. In the Google Calendar, open Settings and copy the ID from the Calendar Address section into this field.
eo: Gööglé prövïdés än ÌD för püßlïçlý äväïläßlé çäléndärs. Ìn thé Gööglé Çäléndär, öpén Séttïngs änd çöpý thé ÌD fröm thé Çäléndär Àddréss séçtïön ïntö thïs fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#
fr_ca: Google fournit un identifiant pour les calendriers accessibles au public. Dans Google Agenda, ouvrez Paramètres et copiez l'ID de la section Adresse du calendrier dans ce champ.
ja_jp: Googleでは、公開カレンダーのIDが提供されています。Googleカレンダーで設定を開き、カレンダーアドレスセクションの IDをこのフィールドにコピーします。

source: Default View
eo: Défäült Vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fr_ca: Vue par défaut
ja_jp: デフォルトビュー

source: The calendar view that students see by default. A student can change this view.
eo: Thé çäléndär vïéw thät stüdénts séé ßý défäült. À stüdént çän çhängé thïs vïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr_ca: La vue de calendrier que les étudiants voient par défaut. Un étudiant peut changer cette vue.
ja_jp: デフォルトで受講者に表示されるカレンダービュー。受講者はこのビューを変更できます。

source: Embed Code
eo: Émßéd Çödé Ⱡ'σяєм ιρѕυм ∂σłσ#
fr_ca: Code intégré
ja_jp: 埋め込みコード

source: Google provides an embed code for Drive documents. In the Google Drive document, from the File menu, select Publish to the Web. Modify settings as needed, click Publish, and copy the embed code into this field.
eo: Gööglé prövïdés än émßéd çödé för Drïvé döçüménts. Ìn thé Gööglé Drïvé döçümént, fröm thé Fïlé ménü, séléçt Püßlïsh tö thé Wéß. Mödïfý séttïngs äs néédéd, çlïçk Püßlïsh, änd çöpý thé émßéd çödé ïntö thïs fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтє#
fr_ca: Google fournit un code d'intégration pour les documents Drive. Dans le document Google Drive, dans le menu Fichier, sélectionnez Publier sur le Web. Modifiez les paramètres selon vos besoins, cliquez sur Publier et copiez le code d'intégration dans ce champ.
ja_jp: Googleではドライブドキュメントの埋め込みコードが提供されています。Googleドライブのドキュメントで、「ファイル」メニューの「Webに公開」を選択します。必要に応じて設定を変更し、「公開」 をクリックして、埋め込みコードをこのフィールドにコピーします。

source: Alternative Text
eo: Àltérnätïvé Téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr_ca: Texte alternatif
ja_jp: 代替テキスト

source: Alternative text describes an image and appears if the image is unavailable.
eo: Àltérnätïvé téxt désçrïßés än ïmägé änd äppéärs ïf thé ïmägé ïs ünäväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr_ca: Un texte alternatif décrit une image et apparaît si l'image n'est pas disponible.
ja_jp: 代替テキストは画像を説明し、画像が使用できない場合に表示されます。

source: Invalid Google Calendar
eo: Ìnvälïd Gööglé Çäléndär Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr_ca: Agenda Google incorrect
ja_jp: 無効なGoogleカレンダー

source: Please correct the outlined fields.
eo: Pléäsé çörréçt thé öütlïnéd fïélds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr_ca: S'il vous plaît corriger les champs décrits.
ja_jp: 縁取られた欄を修正してください。

source: Clear Value
eo: Çléär Välüé Ⱡ'σяєм ιρѕυм ∂σłσя #
fr_ca: Effacer la valeur
ja_jp: 値をクリア

source: Google provides an ID for publicly available calendars. In the Google Calendar, open Settings and copy the ID from the Calendar Address section into this field. You can
eo: Gööglé prövïdés än ÌD för püßlïçlý äväïläßlé çäléndärs. Ìn thé Gööglé Çäléndär, öpén Séttïngs änd çöpý thé ÌD fröm thé Çäléndär Àddréss séçtïön ïntö thïs fïéld. Ýöü çän Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒ#
fr_ca: Google fournit un identifiant pour les calendriers accessibles au public. Dans Google Agenda, ouvrez Paramètres et copiez l'ID de la section Adresse du calendrier dans ce champ. Vous pouvez
ja_jp: Googleでは、公開カレンダーのIDが提供されています。Googleカレンダーで設定を開き、カレンダーアドレスセクションの IDをこのフィールドにコピーします。

source: Save
eo: Sävé Ⱡ'σяєм ι#
fr_ca: Sauvegarder
ja_jp: 保存

source: Cancel
eo: Çänçél Ⱡ'σяєм ιρѕυ#
fr_ca: Annuler
ja_jp: キャンセル

source: Invalid Google Document
eo: Ìnvälïd Gööglé Döçümént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr_ca: Document Google incorrect
ja_jp: 無効なGoogleドキュメント

source: Alternative text
eo: Àltérnätïvé téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr_ca: Texte alternatif
ja_jp: 代替テキスト

source: ambiguous option: %(option)s could match %(matches)s
eo: ämßïgüöüs öptïön: %(option)s çöüld mätçh %(matches)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: {editor}: Editing failed
eo: {editor}: Édïtïng fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: {editor}: Editing failed: {e}
eo: {editor}: Édïtïng fäïléd: {e} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Click will abort further execution because Python was configured to use ASCII as encoding for the environment. Consult https://click.palletsprojects.com/unicode-support/ for mitigation steps.
eo: Çlïçk wïll äßört fürthér éxéçütïön ßéçäüsé Pýthön wäs çönfïgüréd tö üsé ÀSÇÌÌ äs énçödïng för thé énvïrönmént. Çönsült https://çlïçk.pällétspröjéçts.çöm/ünïçödé-süppört/ för mïtïgätïön stéps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση#

source: Additional information: on this system no suitable UTF-8 locales were discovered. This most likely requires resolving by reconfiguring the locale system.
eo: Àddïtïönäl ïnförmätïön: ön thïs sýstém nö süïtäßlé ÛTF-8 löçälés wéré dïsçövéréd. Thïs möst lïkélý réqüïrés résölvïng ßý réçönfïgürïng thé löçälé sýstém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłι#

source: This system supports the C.UTF-8 locale which is recommended. You might be able to resolve your issue by exporting the following environment variables:
eo: Thïs sýstém süppörts thé Ç.ÛTF-8 löçälé whïçh ïs réçömméndéd. Ýöü mïght ßé äßlé tö résölvé ýöür ïssüé ßý éxpörtïng thé föllöwïng énvïrönmént värïäßlés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт α#

source: This system lists some UTF-8 supporting locales that you can pick from. The following suitable locales were discovered: {locales}
eo: Thïs sýstém lïsts sömé ÛTF-8 süppörtïng löçälés thät ýöü çän pïçk fröm. Thé föllöwïng süïtäßlé löçälés wéré dïsçövéréd: {locales} Ⱡ'σяєм ιρ#

source: Click discovered that you exported a UTF-8 locale but the locale system could not pick up from it because it does not exist. The exported locale is {locale!r} but it is not supported.
eo: Çlïçk dïsçövéréd thät ýöü éxpörtéd ä ÛTF-8 löçälé ßüt thé löçälé sýstém çöüld nöt pïçk üp fröm ït ßéçäüsé ït döés nöt éxïst. Thé éxpörtéd löçälé ïs {locale!r} ßüt ït ïs nöt süppörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υł#

source: Aborted!
eo: Àßörtéd! Ⱡ'σяєм ιρѕυм ∂#

source: Show this message and exit.
eo: Shöw thïs méssägé änd éxït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: (Deprecated) {text}
eo: (Dépréçätéd) {text} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Options
eo: Öptïöns Ⱡ'σяєм ιρѕυм #

source: Got unexpected extra argument ({args})
eo: Göt ünéxpéçtéd éxträ ärgümént ({args}) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: DeprecationWarning: The command {name!r} is deprecated.
eo: DépréçätïönWärnïng: Thé çömmänd {name!r} ïs dépréçätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Commands
eo: Çömmänds Ⱡ'σяєм ιρѕυм ∂#

source: Missing command.
eo: Mïssïng çömmänd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: No such command {name!r}.
eo: Nö süçh çömmänd {name!r}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Value must be an iterable.
eo: Välüé müst ßé än ïtéräßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Takes {nargs} values but 1 was given.
eo: Täkés {nargs} välüés ßüt 1 wäs gïvén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: env var: {var}
eo: énv vär: {var} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: (dynamic)
eo: (dýnämïç) Ⱡ'σяєм ιρѕυм ∂σł#

source: default: {default}
eo: défäült: {default} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: required
eo: réqüïréd Ⱡ'σяєм ιρѕυм ∂#

source: %(prog)s, version %(version)s
eo: %(prog)s, vérsïön %(version)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Show the version and exit.
eo: Shöw thé vérsïön änd éxït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Error: {message}
eo: Érrör: {message} Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Try '{command} {option}' for help.
eo: Trý '{command} {option}' för hélp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Invalid value: {message}
eo: Ìnvälïd välüé: {message} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Invalid value for {param_hint}: {message}
eo: Ìnvälïd välüé för {param_hint}: {message} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Missing argument
eo: Mïssïng ärgümént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Missing option
eo: Mïssïng öptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Missing parameter
eo: Mïssïng pärämétér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Missing {param_type}
eo: Mïssïng {param_type} Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Missing parameter: {param_name}
eo: Mïssïng pärämétér: {param_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: No such option: {name}
eo: Nö süçh öptïön: {name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Did you mean {possibility}?
eo: Dïd ýöü méän {possibility}? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: unknown error
eo: ünknöwn érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Could not open file {filename!r}: {message}
eo: Çöüld nöt öpén fïlé {filename!r}: {message} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Argument {name!r} takes {nargs} values.
eo: Àrgümént {name!r} täkés {nargs} välüés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Option {name!r} does not take a value.
eo: Öptïön {name!r} döés nöt täké ä välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Option {name!r} requires an argument.
eo: Öptïön {name!r} réqüïrés än ärgümént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Shell completion is not supported for Bash versions older than 4.4.
eo: Shéll çömplétïön ïs nöt süppörtéd för Bäsh vérsïöns öldér thän 4.4. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Couldn't detect Bash version, shell completion is not supported.
eo: Çöüldn't détéçt Bäsh vérsïön, shéll çömplétïön ïs nöt süppörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Repeat for confirmation
eo: Répéät för çönfïrmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Error: The value you entered was invalid.
eo: Érrör: Thé välüé ýöü éntéréd wäs ïnvälïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Error: {e.message}
eo: Érrör: {e.message} Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Error: The two entered values do not match.
eo: Érrör: Thé twö éntéréd välüés dö nöt mätçh. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Error: invalid input
eo: Érrör: ïnvälïd ïnpüt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Press any key to continue...
eo: Préss äný kéý tö çöntïnüé... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Choose from: {choices}
eo: Çhöösé fröm: {choices} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: {value!r} is not {choice}.
eo: {value!r} ïs nöt {choice}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: {value!r} does not match the format {format}.
eo: {value!r} döés nöt mätçh thé förmät {format}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: {value!r} is not a valid {number_type}.
eo: {value!r} ïs nöt ä välïd {number_type}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: {value} is not in the range {range}.
eo: {value} ïs nöt ïn thé rängé {range}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: {value!r} is not a valid boolean.
eo: {value!r} ïs nöt ä välïd ßööléän. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: {value!r} is not a valid UUID.
eo: {value!r} ïs nöt ä välïd ÛÛÌD. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: file
eo: fïlé Ⱡ'σяєм ι#

source: directory
eo: dïréçtörý Ⱡ'σяєм ιρѕυм ∂σł#

source: path
eo: päth Ⱡ'σяєм ι#

source: {name} {filename!r} does not exist.
eo: {name} {filename!r} döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: {name} {filename!r} is a file.
eo: {name} {filename!r} ïs ä fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: {name} {filename!r} is a directory.
eo: {name} {filename!r} ïs ä dïréçtörý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: {name} {filename!r} is not writable.
eo: {name} {filename!r} ïs nöt wrïtäßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: {name} {filename!r} is not readable.
eo: {name} {filename!r} ïs nöt réädäßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: {len_type} values are required, but {len_value} was given.
eo: {len_type} välüés äré réqüïréd, ßüt {len_value} wäs gïvén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Messages
eo: Méssägés Ⱡ'σяєм ιρѕυм ∂#

source: Site Maps
eo: Sïté Mäps Ⱡ'σяєм ιρѕυм ∂σł#

source: Static Files
eo: Stätïç Fïlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Syndication
eo: Sýndïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя #

source: That page number is not an integer
eo: Thät pägé nümßér ïs nöt än ïntégér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: That page number is less than 1
eo: Thät pägé nümßér ïs léss thän 1 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: That page contains no results
eo: Thät pägé çöntäïns nö résülts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Enter a valid value.
eo: Éntér ä välïd välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Enter a valid URL.
eo: Éntér ä välïd ÛRL. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Enter a valid integer.
eo: Éntér ä välïd ïntégér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Enter a valid email address.
eo: Éntér ä välïd émäïl äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
eo: Éntér ä välïd “slüg” çönsïstïng öf léttérs, nümßérs, ündérsçörés ör hýphéns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
eo: Éntér ä välïd “slüg” çönsïstïng öf Ûnïçödé léttérs, nümßérs, ündérsçörés, ör hýphéns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Enter a valid IPv4 address.
eo: Éntér ä välïd ÌPv4 äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Enter a valid IPv6 address.
eo: Éntér ä välïd ÌPv6 äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Enter a valid IPv4 or IPv6 address.
eo: Éntér ä välïd ÌPv4 ör ÌPv6 äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Enter only digits separated by commas.
eo: Éntér önlý dïgïts sépärätéd ßý çömmäs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
eo: Énsüré thïs välüé ïs %(limit_value)s (ït ïs %(show_value)s). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Ensure this value is less than or equal to %(limit_value)s.
eo: Énsüré thïs välüé ïs léss thän ör éqüäl tö %(limit_value)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Ensure this value is greater than or equal to %(limit_value)s.
eo: Énsüré thïs välüé ïs gréätér thän ör éqüäl tö %(limit_value)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
eo: Énsüré thïs välüé häs ät léäst %(limit_value)d çhäräçtér (ït häs %(show_value)d). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
eo: Énsüré thïs välüé häs ät möst %(limit_value)d çhäräçtér (ït häs %(show_value)d). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Enter a number.
eo: Éntér ä nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Ensure that there are no more than %(max)s digit in total.
eo: Énsüré thät théré äré nö möré thän %(max)s dïgït ïn tötäl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Ensure that there are no more than %(max)s decimal place.
eo: Énsüré thät théré äré nö möré thän %(max)s déçïmäl pläçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Ensure that there are no more than %(max)s digit before the decimal point.
eo: Énsüré thät théré äré nö möré thän %(max)s dïgït ßéföré thé déçïmäl pöïnt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
eo: Fïlé éxténsïön “%(extension)s” ïs nöt ällöwéd. Àllöwéd éxténsïöns äré: %(allowed_extensions)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Null characters are not allowed.
eo: Nüll çhäräçtérs äré nöt ällöwéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: and
eo: änd Ⱡ'σяєм#

source: %(model_name)s with this %(field_labels)s already exists.
eo: %(model_name)s wïth thïs %(field_labels)s älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Value %(value)r is not a valid choice.
eo: Välüé %(value)r ïs nöt ä välïd çhöïçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: This field cannot be null.
eo: Thïs fïéld çännöt ßé nüll. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: This field cannot be blank.
eo: Thïs fïéld çännöt ßé ßlänk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: %(model_name)s with this %(field_label)s already exists.
eo: %(model_name)s wïth thïs %(field_label)s älréädý éxïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
eo: %(field_label)s müst ßé ünïqüé för %(date_field_label)s %(lookup_type)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Field of type: %(field_type)s
eo: Fïéld öf týpé: %(field_type)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: “%(value)s” value must be either True or False.
eo: “%(value)s” välüé müst ßé éïthér Trüé ör Fälsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: “%(value)s” value must be either True, False, or None.
eo: “%(value)s” välüé müst ßé éïthér Trüé, Fälsé, ör Nöné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Boolean (Either True or False)
eo: Bööléän (Éïthér Trüé ör Fälsé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: String (up to %(max_length)s)
eo: Strïng (üp tö %(max_length)s) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: Comma-separated integers
eo: Çömmä-sépärätéd ïntégérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
eo: “%(value)s” välüé häs än ïnvälïd däté förmät. Ìt müst ßé ïn ÝÝÝÝ-MM-DD förmät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
eo: “%(value)s” välüé häs thé çörréçt förmät (ÝÝÝÝ-MM-DD) ßüt ït ïs än ïnvälïd däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Date (without time)
eo: Däté (wïthöüt tïmé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
eo: “%(value)s” välüé häs än ïnvälïd förmät. Ìt müst ßé ïn ÝÝÝÝ-MM-DD HH:MM[:ss[.üüüüüü]][TZ] förmät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
eo: “%(value)s” välüé häs thé çörréçt förmät (ÝÝÝÝ-MM-DD HH:MM[:ss[.üüüüüü]][TZ]) ßüt ït ïs än ïnvälïd däté/tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Date (with time)
eo: Däté (wïth tïmé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: “%(value)s” value must be a decimal number.
eo: “%(value)s” välüé müst ßé ä déçïmäl nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Decimal number
eo: Déçïmäl nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
eo: “%(value)s” välüé häs än ïnvälïd förmät. Ìt müst ßé ïn [DD] [[HH:]MM:]ss[.üüüüüü] förmät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Duration
eo: Dürätïön Ⱡ'σяєм ιρѕυм ∂#

source: Email address
eo: Émäïl äddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: File path
eo: Fïlé päth Ⱡ'σяєм ιρѕυм ∂σł#

source: “%(value)s” value must be a float.
eo: “%(value)s” välüé müst ßé ä flöät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Floating point number
eo: Flöätïng pöïnt nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: “%(value)s” value must be an integer.
eo: “%(value)s” välüé müst ßé än ïntégér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Integer
eo: Ìntégér Ⱡ'σяєм ιρѕυм #

source: Big (8 byte) integer
eo: Bïg (8 ßýté) ïntégér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Small integer
eo: Smäll ïntégér Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: IPv4 address
eo: ÌPv4 äddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: IP address
eo: ÌP äddréss Ⱡ'σяєм ιρѕυм ∂σłσ#

source: “%(value)s” value must be either None, True or False.
eo: “%(value)s” välüé müst ßé éïthér Nöné, Trüé ör Fälsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Boolean (Either True, False or None)
eo: Bööléän (Éïthér Trüé, Fälsé ör Nöné) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Positive big integer
eo: Pösïtïvé ßïg ïntégér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Positive integer
eo: Pösïtïvé ïntégér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Positive small integer
eo: Pösïtïvé smäll ïntégér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Slug (up to %(max_length)s)
eo: Slüg (üp tö %(max_length)s) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Text
eo: Téxt Ⱡ'σяєм ι#

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
eo: “%(value)s” välüé häs än ïnvälïd förmät. Ìt müst ßé ïn HH:MM[:ss[.üüüüüü]] förmät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
