Repository: openedx/xblock-google-drive
Catalog: google_drive/translations/*/LC_MESSAGES/text.po
Languages: eo, fr_ca, ja_jp

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
eo: “%(value)s” välüé häs thé çörréçt förmät (HH:MM[:ss[.üüüüüü]]) ßüt ït ïs än ïnvälïd tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Time
eo: Tïmé Ⱡ'σяєм ι#

source: URL
eo: ÛRL Ⱡ'σяєм#

source: Raw binary data
eo: Räw ßïnärý dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: “%(value)s” is not a valid UUID.
eo: “%(value)s” ïs nöt ä välïd ÛÛÌD. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Universally unique identifier
eo: Ûnïvérsällý ünïqüé ïdéntïfïér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: File
eo: Fïlé Ⱡ'σяєм ι#

source: Image
eo: Ìmägé Ⱡ'σяєм ιρѕ#

source: A JSON object
eo: À JSÖN ößjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Value must be valid JSON.
eo: Välüé müst ßé välïd JSÖN. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: %(model)s instance with %(field)s %(value)r does not exist.
eo: %(model)s ïnstänçé wïth %(field)s %(value)r döés nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Foreign Key (type determined by related field)
eo: Föréïgn Kéý (týpé détérmïnéd ßý rélätéd fïéld) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: One-to-one relationship
eo: Öné-tö-öné rélätïönshïp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: %(from)s-%(to)s relationship
eo: %(from)s-%(to)s rélätïönshïp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: %(from)s-%(to)s relationships
eo: %(from)s-%(to)s rélätïönshïps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Many-to-many relationship
eo: Mäný-tö-mäný rélätïönshïp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: This field is required.
eo: Thïs fïéld ïs réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Enter a whole number.
eo: Éntér ä whölé nümßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Enter a valid date.
eo: Éntér ä välïd däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Enter a valid time.
eo: Éntér ä välïd tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Enter a valid date/time.
eo: Éntér ä välïd däté/tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Enter a valid duration.
eo: Éntér ä välïd dürätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: The number of days must be between {min_days} and {max_days}.
eo: Thé nümßér öf däýs müst ßé ßétwéén {min_days} änd {max_days}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: No file was submitted. Check the encoding type on the form.
eo: Nö fïlé wäs süßmïttéd. Çhéçk thé énçödïng týpé ön thé förm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: No file was submitted.
eo: Nö fïlé wäs süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: The submitted file is empty.
eo: Thé süßmïttéd fïlé ïs émptý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Ensure this filename has at most %(max)d character (it has %(length)d).
eo: Énsüré thïs fïlénämé häs ät möst %(max)d çhäräçtér (ït häs %(length)d). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Please either submit a file or check the clear checkbox, not both.
eo: Pléäsé éïthér süßmït ä fïlé ör çhéçk thé çléär çhéçkßöx, nöt ßöth. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
eo: Ûplöäd ä välïd ïmägé. Thé fïlé ýöü üplöädéd wäs éïthér nöt än ïmägé ör ä çörrüptéd ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Select a valid choice. %(value)s is not one of the available choices.
eo: Séléçt ä välïd çhöïçé. %(value)s ïs nöt öné öf thé äväïläßlé çhöïçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Enter a list of values.
eo: Éntér ä lïst öf välüés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Enter a complete value.
eo: Éntér ä çömplété välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Enter a valid UUID.
eo: Éntér ä välïd ÛÛÌD. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Enter a valid JSON.
eo: Éntér ä välïd JSÖN. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: (Hidden field %(name)s) %(error)s
eo: (Hïddén fïéld %(name)s) %(error)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
eo: MänägéméntFörm dätä ïs mïssïng ör häs ßéén tämpéréd wïth. Mïssïng fïélds: %(field_names)s. Ýöü mäý nééd tö fïlé ä ßüg répört ïf thé ïssüé pérsïsts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυ#

source: Please submit at most %d form.
eo: Pléäsé süßmït ät möst %d förm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Please submit at least %d form.
eo: Pléäsé süßmït ät léäst %d förm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Order
eo: Ördér Ⱡ'σяєм ιρѕ#

source: Delete
eo: Délété Ⱡ'σяєм ιρѕυ#

source: Please correct the duplicate data for %(field)s.
eo: Pléäsé çörréçt thé düplïçäté dätä för %(field)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Please correct the duplicate data for %(field)s, which must be unique.
eo: Pléäsé çörréçt thé düplïçäté dätä för %(field)s, whïçh müst ßé ünïqüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
eo: Pléäsé çörréçt thé düplïçäté dätä för %(field_name)s whïçh müst ßé ünïqüé för thé %(lookup)s ïn %(date_field)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Please correct the duplicate values below.
eo: Pléäsé çörréçt thé düplïçäté välüés ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: The inline value did not match the parent instance.
eo: Thé ïnlïné välüé dïd nöt mätçh thé pärént ïnstänçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Select a valid choice. That choice is not one of the available choices.
eo: Séléçt ä välïd çhöïçé. Thät çhöïçé ïs nöt öné öf thé äväïläßlé çhöïçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: “%(pk)s” is not a valid value.
eo: “%(pk)s” ïs nöt ä välïd välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
eo: %(datetime)s çöüldn’t ßé ïntérprétéd ïn tïmé zöné %(current_timezone)s; ït mäý ßé ämßïgüöüs ör ït mäý nöt éxïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Clear
eo: Çléär Ⱡ'σяєм ιρѕ#

source: Currently
eo: Çürréntlý Ⱡ'σяєм ιρѕυм ∂σł#

source: Change
eo: Çhängé Ⱡ'σяєм ιρѕυ#

source: Unknown
eo: Ûnknöwn Ⱡ'σяєм ιρѕυм #

source: Yes
eo: Ýés Ⱡ'σяєм#

source: No
eo: Nö Ⱡ'σя#

source: yes,no,maybe
eo: ýés,nö,mäýßé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: %(size)d byte
eo: %(size)d ßýté Ⱡ'σяєм ιρѕυм ∂#

source: %s KB
eo: %s KB Ⱡ'σяєм ιρѕυ#

source: %s MB
eo: %s MB Ⱡ'σяєм ιρѕυ#

source: %s GB
eo: %s GB Ⱡ'σяєм ιρѕυ#

source: %s TB
eo: %s TB Ⱡ'σяєм ιρѕυ#

source: %s PB
eo: %s PB Ⱡ'σяєм ιρѕυ#

source: p.m.
eo: p.m. Ⱡ'σяєм ι#

source: a.m.
eo: ä.m. Ⱡ'σяєм ι#

source: PM
eo: PM Ⱡ'σя#

source: AM
eo: ÀM Ⱡ'σя#

source: midnight
eo: mïdnïght Ⱡ'σяєм ιρѕυм ∂#

source: noon
eo: nöön Ⱡ'σяєм ι#

source: Monday
eo: Möndäý Ⱡ'σяєм ιρѕυ#

source: Tuesday
eo: Tüésdäý Ⱡ'σяєм ιρѕυм #

source: Wednesday
eo: Wédnésdäý Ⱡ'σяєм ιρѕυм ∂σł#

source: Thursday
eo: Thürsdäý Ⱡ'σяєм ιρѕυм ∂#

source: Friday
eo: Frïdäý Ⱡ'σяєм ιρѕυ#

source: Saturday
eo: Sätürdäý Ⱡ'σяєм ιρѕυм ∂#

source: Sunday
eo: Sündäý Ⱡ'σяєм ιρѕυ#

source: Mon
eo: Mön Ⱡ'σяєм#

source: Tue
eo: Tüé Ⱡ'σяєм#

source: Wed
eo: Wéd Ⱡ'σяєм#

source: Thu
eo: Thü Ⱡ'σяєм#

source: Fri
eo: Frï Ⱡ'σяєм#

source: Sat
eo: Sät Ⱡ'σяєм#

source: Sun
eo: Sün Ⱡ'σяєм#

source: January
eo: Jänüärý Ⱡ'σяєм ιρѕυм #

source: February
eo: Féßrüärý Ⱡ'σяєм ιρѕυм ∂#

source: March
eo: Märçh Ⱡ'σяєм ιρѕ#

source: April
eo: Àprïl Ⱡ'σяєм ιρѕ#

source: May
eo: Mäý Ⱡ'σяєм#

source: June
eo: Jüné Ⱡ'σяєм ι#

source: July
eo: Jülý Ⱡ'σяєм ι#

source: August
eo: Àügüst Ⱡ'σяєм ιρѕυ#

source: September
eo: Séptémßér Ⱡ'σяєм ιρѕυм ∂σł#

source: October
eo: Öçtößér Ⱡ'σяєм ιρѕυм #

source: November
eo: Növémßér Ⱡ'σяєм ιρѕυм ∂#

source: December
eo: Déçémßér Ⱡ'σяєм ιρѕυм ∂#

source: jan
eo: jän Ⱡ'σяєм#

source: feb
eo: féß Ⱡ'σяєм#

source: mar
eo: mär Ⱡ'σяєм#

source: apr
eo: äpr Ⱡ'σяєм#

source: may
eo: mäý Ⱡ'σяєм#

source: jun
eo: jün Ⱡ'σяєм#

source: jul
eo: jül Ⱡ'σяєм#

source: aug
eo: äüg Ⱡ'σяєм#

source: sep
eo: sép Ⱡ'σяєм#

source: oct
eo: öçt Ⱡ'σяєм#

source: nov
eo: növ Ⱡ'σяєм#

source: dec
eo: déç Ⱡ'σяєм#

# abbrev. month
source: Jan.
eo: Jän. Ⱡ'σяєм ι#

# abbrev. month
source: Feb.
eo: Féß. Ⱡ'σяєм ι#

# abbrev. month
source: March
eo: Märçh Ⱡ'σяєм ιρѕ#

# abbrev. month
source: April
eo: Àprïl Ⱡ'σяєм ιρѕ#

# abbrev. month
source: May
eo: Mäý Ⱡ'σяєм#

# abbrev. month
source: June
eo: Jüné Ⱡ'σяєм ι#

# abbrev. month
source: July
eo: Jülý Ⱡ'σяєм ι#

# abbrev. month
source: Aug.
eo: Àüg. Ⱡ'σяєм ι#

# abbrev. month
source: Sept.
eo: Sépt. Ⱡ'σяєм ιρѕ#

# abbrev. month
source: Oct.
eo: Öçt. Ⱡ'σяєм ι#

# abbrev. month
source: Nov.
eo: Növ. Ⱡ'σяєм ι#

# abbrev. month
source: Dec.
eo: Déç. Ⱡ'σяєм ι#

# alt. month
source: January
eo: Jänüärý Ⱡ'σяєм ιρѕυм #

# alt. month
source: February
eo: Féßrüärý Ⱡ'σяєм ιρѕυм ∂#

# alt. month
source: March
eo: Märçh Ⱡ'σяєм ιρѕ#

# alt. month
source: April
eo: Àprïl Ⱡ'σяєм ιρѕ#

# alt. month
source: May
eo: Mäý Ⱡ'σяєм#

# alt. month
source: June
eo: Jüné Ⱡ'σяєм ι#

# alt. month
source: July
eo: Jülý Ⱡ'σяєм ι#

# alt. month
source: August
eo: Àügüst Ⱡ'σяєм ιρѕυ#

# alt. month
source: September
eo: Séptémßér Ⱡ'σяєм ιρѕυм ∂σł#

# alt. month
source: October
eo: Öçtößér Ⱡ'σяєм ιρѕυм #

# alt. month
source: November
eo: Növémßér Ⱡ'σяєм ιρѕυм ∂#

# alt. month
source: December
eo: Déçémßér Ⱡ'σяєм ιρѕυм ∂#

source: This is not a valid IPv6 address.
eo: Thïs ïs nöt ä välïd ÌPv6 äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

# String to return when truncating text
source: %(truncated_text)s…
eo: %(truncated_text)s… Ⱡ'σяєм ι#

source: or
eo: ör Ⱡ'σя#

source: %d year
eo: %d ýéär Ⱡ'σяєм ιρѕυм ∂#

source: %d month
eo: %d mönth Ⱡ'σяєм ιρѕυм ∂σł#

source: %d week
eo: %d wéék Ⱡ'σяєм ιρѕυм ∂#

source: %d day
eo: %d däý Ⱡ'σяєм ιρѕυм #

source: %d hour
eo: %d höür Ⱡ'σяєм ιρѕυм ∂#

source: %d minute
eo: %d mïnüté Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Forbidden
eo: Förßïddén Ⱡ'σяєм ιρѕυм ∂σł#

source: CSRF verification failed. Request aborted.
eo: ÇSRF vérïfïçätïön fäïléd. Réqüést äßörtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your Web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
eo: Ýöü äré sééïng thïs méssägé ßéçäüsé thïs HTTPS sïté réqüïrés ä “Référér héädér” tö ßé sént ßý ýöür Wéß ßröwsér, ßüt nöné wäs sént. Thïs héädér ïs réqüïréd för séçürïtý réäsöns, tö énsüré thät ýöür ßröwsér ïs nöt ßéïng hïjäçkéd ßý thïrd pärtïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє#

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
eo: Ìf ýöü hävé çönfïgüréd ýöür ßröwsér tö dïsäßlé “Référér” héädérs, pléäsé ré-énäßlé thém, ät léäst för thïs sïté, ör för HTTPS çönnéçtïöns, ör för “sämé-örïgïn” réqüésts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒ#

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
eo: Ìf ýöü äré üsïng thé <meta name="referrer" content="no-referrer"> täg ör ïnçlüdïng thé “Référrér-Pölïçý: nö-référrér” héädér, pléäsé rémövé thém. Thé ÇSRF prötéçtïön réqüïrés thé “Référér” héädér tö dö strïçt référér çhéçkïng. Ìf ýöü’ré çönçérnéd äßöüt prïväçý, üsé ältérnätïvés lïké <a rel="noreferrer" …> för lïnks tö thïrd-pärtý sïtés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σмм#

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
eo: Ýöü äré sééïng thïs méssägé ßéçäüsé thïs sïté réqüïrés ä ÇSRF çöökïé whén süßmïttïng förms. Thïs çöökïé ïs réqüïréd för séçürïtý réäsöns, tö énsüré thät ýöür ßröwsér ïs nöt ßéïng hïjäçkéd ßý thïrd pärtïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт #

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
eo: Ìf ýöü hävé çönfïgüréd ýöür ßröwsér tö dïsäßlé çöökïés, pléäsé ré-énäßlé thém, ät léäst för thïs sïté, ör för “sämé-örïgïn” réqüésts.#

source: More information is available with DEBUG=True.
eo: Möré ïnförmätïön ïs äväïläßlé wïth DÉBÛG=Trüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: No year specified
eo: Nö ýéär spéçïfïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Date out of range
eo: Däté öüt öf rängé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: No month specified
eo: Nö mönth spéçïfïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: No day specified
eo: Nö däý spéçïfïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: No week specified
eo: Nö wéék spéçïfïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: No %(verbose_name_plural)s available
eo: Nö %(verbose_name_plural)s äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
eo: Fütüré %(verbose_name_plural)s nöt äväïläßlé ßéçäüsé %(class_name)s.ällöw_fütüré ïs Fälsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Invalid date string “%(datestr)s” given format “%(format)s”
eo: Ìnvälïd däté strïng “%(datestr)s” gïvén förmät “%(format)s” Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: No %(verbose_name)s found matching the query
eo: Nö %(verbose_name)s föünd mätçhïng thé qüérý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Page is not “last”, nor can it be converted to an int.
eo: Pägé ïs nöt “läst”, nör çän ït ßé çönvértéd tö än ïnt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Invalid page (%(page_number)s): %(message)s
eo: Ìnvälïd pägé (%(page_number)s): %(message)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Empty list and “%(class_name)s.allow_empty” is False.
eo: Émptý lïst änd “%(class_name)s.ällöw_émptý” ïs Fälsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Directory indexes are not allowed here.
eo: Dïréçtörý ïndéxés äré nöt ällöwéd héré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: “%(path)s” does not exist
eo: “%(path)s” döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Index of %(directory)s
eo: Ìndéx öf %(directory)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: The install worked successfully! Congratulations!
eo: Thé ïnställ wörkéd süççéssfüllý! Çöngrätülätïöns! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
eo: Vïéw <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">réléäsé nötés</a> för Djängö %(version)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
eo: Ýöü äré sééïng thïs pägé ßéçäüsé <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DÉBÛG=Trüé</a> ïs ïn ýöür séttïngs fïlé änd ýöü hävé nöt çönfïgüréd äný ÛRLs. Ⱡ'σяєм ιρѕυм ∂σłσя#

source: Django Documentation
eo: Djängö Döçüméntätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Topics, references, &amp; how-to’s
eo: Töpïçs, référénçés, &amp; höw-tö’s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Tutorial: A Polling App
eo: Tütörïäl: À Pöllïng Àpp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Get started with Django
eo: Gét stärtéd wïth Djängö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: Django Community
eo: Djängö Çömmünïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Connect, get help, or contribute
eo: Çönnéçt, gét hélp, ör çöntrïßüté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Translate 1
eo: Tränsläté 1 Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Translate 2
eo: Tränsläté 2 Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Multi-line translation with variable: %(name)s
eo: Mültï-lïné tränslätïön wïth värïäßlé: %(name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Add New Component
eo: Àdd Néw Çömpönént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: None Available
eo: Nöné Àväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
